[
  {
    "question": "¿Cómo puedo utilizar las contraventanas en mi alojamiento?"
  },
  {
    "question": "How do I use the shutters in my accommodation?"
  },
  {
    "question": "¿Qué debo saber al llegar a Trinidad Grund Suites?"
  },
  {
    "question": "What should I know upon arriving at Trinidad Grund Suites?"
  },
  {
    "question": "¿Dónde encuentro las pastillas para el lavavajillas?"
  },
  {
    "question": "How do I use the dishwasher?"
  },
  {
    "question": "How do I handle a power outage?"
  },
  {
    "question": "¿Cómo se utiliza la ducha?"
  },
  {
    "question": "How do I operate the shower?"
  },
  {
    "question": "¿Cómo puedo abrir la puerta del apartamento?"
  },
  {
    "question": "How do I open the apartment door?"
  },
  {
    "question": "How do I make a coffee with the equipment in the apartment?"
  },
  {
    "question": "¿Cómo hago para usar la cocina fácilmente?"
  },
  {
    "question": "How do I use the kitchen?"
  },
  {
    "question": "Where can I find the kitchen essentials like cutlery, pans, and pots?"
  },
  {
    "question": "¿Cómo ajusto la persiana para obtener la luz o privacidad deseada?"
  },
  {
    "question": "How do I adjust the blinds to my desired setting for light or privacy?"
  },
  {
    "question": "How do I access the building with the Fermax Video Intercom?"
  },
  {
    "question": "How do I make a coffee using the Nespresso Krups machine?"
  },
  {
    "question": "How can I ensure a comfortable stay at the suite in Málaga?"
  },
  {
    "question": "How do I operate the shade remote?"
  },
  {
    "question": "How does the FERMAX Intercom System work?"
  },
  {
    "question": "How do I properly use the microwave?"
  },
  {
    "question": "What's the check-in process like?"
  },
  {
    "question": "How do I adjust the room temperature for optimal comfort?"
  },
  {
    "question": "Are there any house rules or guidelines I should be aware of?"
  },
  {
    "question": "Can you guide me on using the entertainment system in the suite?"
  },
  {
    "question": "Are there any fitness centers or places to exercise nearby?"
  },
  {
    "question": "What are the public transportation options nearby?"
  },
  {
    "question": "Where can I rent a bike in Malaga to explore the city?"
  },
  {
    "question": "I’m interested in water sports. What options are available along Malaga’s coast?"
  },
  {
    "question": "Are there any places for bungee jumping or skydiving in or near Malaga?"
  },
  {
    "question": "Can I find any scuba diving centers in Malaga?"
  },
  {
    "question": "Is there a place where I can go rock climbing in Malaga?"
  },
  {
    "question": "What are the best trails for mountain biking around Malaga?"
  },
  {
    "question": "Are there any companies offering paragliding experiences in Malaga?"
  },
  {
    "question": "Where can I rent a quad bike to explore Malaga’s rugged terrain?"
  },
  {
    "question": "Does Malaga have any adventure parks for zip-lining and obstacle courses?"
  },
  {
    "question": "Are there surf schools in Malaga for beginners?"
  },
  {
    "question": "I want to try horseback riding on the beach. Where can I book this experience?"
  },
  {
    "question": "Are there any places to go go-kart racing in Malaga?"
  },
  {
    "question": "Can I find a sailing tour in Malaga?"
  },
  {
    "question": "Where can I try stand-up paddleboarding in Malaga?"
  },
  {
    "question": "Are there guided hiking tours in the mountains around Malaga?"
  },
  {
    "question": "Is windsurfing available in Malaga? Where can I rent equipment?"
  },
  {
    "question": "I'm looking for a yoga retreat or high-energy fitness camp. Does Malaga have these?"
  },
  {
    "question": "Can I rent a kayak or a canoe in Malaga?"
  },
  {
    "question": "Are there any places to learn archery in Malaga?"
  },
  {
    "question": "Where can I join a guided fishing trip in Malaga?"
  },
  {
    "question": "Can you recommend a quiet spot in Málaga for reflection or reading?"
  },
  {
    "question": "What is a 'biznaga' and where can I see one in Málaga?"
  },
  {
    "question": "What's the best way to get around in Málaga?"
  },
  {
    "question": "Where can I find the best tapas in town?"
  },
  {
    "question": "Where is a good place to watch the sunset in Málaga?"
  },
  {
    "question": "What are some must-visit historical sites in Málaga?"
  },
  {
    "question": "Can you recommend some local dishes to try in Málaga?"
  },
  {
    "question": "Are there any notable museums or art galleries in Málaga?"
  },
  {
    "question": "What are some popular shopping areas in Málaga?"
  },
  {
    "question": "Are there any local markets in Málaga where I can experience the local culture?"
  },
  {
    "question": "What are some family-friendly activities in Málaga?"
  },
  {
    "question": "Where can I find live music or entertainment in Málaga?"
  },
  {
    "question": "Can you suggest some good coffee shops or cafés in Málaga?"
  },
  {
    "question": "Are there any parks or natural areas in Málaga for outdoor relaxation?"
  },
  {
    "question": "What are some popular beaches in Málaga?"
  },
  {
    "question": "Are there any famous landmarks or architectural sites in Málaga?"
  },
  {
    "question": "Can you recommend some vegetarian or vegan restaurants in Málaga?"
  },
  {
    "question": "What are some traditional festivals or events in Málaga?"
  },
  {
    "question": "Are there any unique shopping experiences in Málaga?"
  },
  {
    "question": "What are some good day trip destinations from Málaga?"
  },
  {
    "question": "What are some good areas for nightlife in Málaga?"
  },
  {
    "question": "Are there any wellness or spa facilities in Málaga?"
  },
  {
    "question": "What are some child-friendly museums or educational attractions in Málaga?"
  },
  {
    "question": "Where can I find authentic Andalusian cuisine in Málaga?"
  },
  {
    "question": "Are there any guided city tours or walking tours in Málaga?"
  },
  {
    "question": "Can you suggest outdoor activities or sports facilities in Málaga?"
  },
  {
    "question": "🍽️ Show me the best places to eat nearby. Where should I go?"
  },
  {
    "question": "️ I'm interested in culture and history. Which museums do you recommend?"
  },
  {
    "question": "Can you recommend any local attractions or hidden gems in the area?"
  },
  {
    "question": "🍽️ Show me the best places to eat nearby. Where should I go?"
  },
  {
    "question": "🚌 Can you guide me on local transportation? How do I get around the area?"
  },
  {
    "question": "🚴 Are there any recommended outdoor activities or nature spots nearby?"
  },
  {
    "question": "What healthcare facilities are available near the apartments?"
  },
  {
    "question": "Can you suggest some nature outings or day trips in the area?"
  },
  {
    "question": "Do the apartments come with amenities like a hair dryer and iron?"
  },
  {
    "question": "What is the policy on noise in the apartments?"
  },
  {
    "question": "Is there an age requirement for booking an apartment?"
  },
  {
    "question": "Can I request an early check-in or late check-out?"
  },
  {
    "question": "Are there shopping centers or markets close to the apartments?"
  },
  {
    "question": "Do you have apartments with a playground or park nearby for children?"
  },
  {
    "question": "Can I arrange for grocery delivery to my apartment?"
  },
  {
    "question": "What is the smoking policy in the building?"
  },
  {
    "question": "Are we allowed to use water for non-essential purposes, given the scarcity in Malaga?"
  },
  {
    "question": "Where can I find information about local events or things to do in Malaga?"
  },
  {
    "question": "Do you offer assistance with transportation to and from the airport?"
  },
  {
    "question": "What should I do if I need to check out early or want to request a late check-out?"
  },
  {
    "question": "Do you have parking facilities?"
  },
  {
    "question": "Can I leave my luggage at the office if I arrive before the check-in time?"
  },
  {
    "question": "Is there an additional fee for extra cleaning services?"
  },
  {
    "question": "Can I arrange a special request for my apartment?"
  },
  {
    "question": "What is the policy on lost and found items?"
  },
  {
    "question": "Are there cultural or entertainment venues near the apartments?"
  },
  {
    "question": "Can you provide tourist information and assistance?"
  },
  {
    "question": "Do the apartments have shutters or blinds?"
  },
  {
    "question": "Are there yoga or pilates classes available nearby?"
  },
  {
    "question": "I need a room with a desk, can that be arranged?"
  },
  {
    "question": "What is your policy on guest noise and disturbances?"
  },
  {
    "question": "Are there any plans to make the apartments eco-friendlier?"
  },
  {
    "question": "Is parking difficult in the area?"
  },
  {
    "question": "Can I contact staff for assistance or inquiries outside of office hours?"
  },
  {
    "question": "Do the apartments come with sofa beds?"
  },
  {
    "question": "Are pets allowed in the apartments?"
  },
  {
    "question": "Do the apartments have a fireplace or jacuzzi?"
  },
  {
    "question": "If something in my apartment needs repair, how can I arrange for service?"
  },
  {
    "question": "Is there a hammam or spa nearby?"
  },
  {
    "question": "What outdoor activities do you recommend in Malaga?"
  },
  {
    "question": "Is there a convenience store or market near the apartments for essentials?"
  },
  {
    "question": "What is the check-in policy if I arrive before the official check-in time?"
  },
  {
    "question": "Are you considering implementing any new services or amenities?"
  },
  {
    "question": "Can you recommend any museums or cultural sites in Malaga?"
  },
  {
    "question": "Can special dietary needs be accommodated in the area?"
  },
  {
    "question": "Are there any medical facilities or pharmacies nearby?"
  },
  {
    "question": "Can you recommend a place to try local wine?"
  },
  {
    "question": "How do I get a mobile SIM card or phone services locally?"
  },
  {
    "question": "Do you have any recommendations for vegetarian or vegan restaurants?"
  },
  {
    "question": "What are the options for someone who prefers organic food?"
  },
  {
    "question": "Can you provide information on local bike or scooter rentals?"
  },
  {
    "question": "Are there any famous landmarks or historical sites nearby?"
  },
  {
    "question": "Can I get help booking tickets for local attractions or events?"
  },
  {
    "question": "How far are the nearest beaches from the apartments?"
  },
  {
    "question": "What is the best way to experience the local nightlife?"
  },
  {
    "question": "Are there any local markets or fairs that take place regularly?"
  },
  {
    "question": "What kind of security is in place at the apartments?"
  },
  {
    "question": "Can you recommend a local guide for city tours?"
  },
  {
    "question": "Is there a discount for long-term stays?"
  },
  {
    "question": "What options are available for someone interested in learning Spanish?"
  },
  {
    "question": "How can I ensure my special medical needs are taken care of during my stay?"
  },
  {
    "question": "📍 What are some must-visit places around here?"
  },
  {
    "question": "🏛️ I'm interested in culture and history. Which museums do you recommend?"
  },
  {
    "question": "🌇 Could you provide underground tips or lesser-known spots for an authentic local experience?"
  },
  {
    "question": "🎶 Where can I find live music or entertainment in the vicinity?"
  },
  {
    "question": "🛍️ Where are the best shopping areas or markets for unique local finds?"
  },
  {
    "question": "🎨 I love art. Are there any local art galleries or street art spots that I should see?"
  },
  {
    "question": "🍇 Is there a local food or wine tour you would suggest for an authentic taste of the region?"
  },
  {
    "question": "🚪 I've just arrived. How do I do the check-in and access the property?"
  },
  {
    "question": "🔑 Where do I find the keys or get the access code for the property?"
  },
  {
    "question": "🏡 Can you guide me on how to get to the building and inside my rental?"
  },
  {
    "question": "📜 What are the house rules and guidelines I should be aware of?"
  },
  {
    "question": "☕ How can I make a coffee using your machine?"
  },
  {
    "question": "🚿 Can you guide me on using the shower settings?"
  },
  {
    "question": "🌡 I'd like to adjust the room temperature. How does the thermostat work?"
  },
  {
    "question": "📺 How do I operate the television and access streaming services?"
  },
  {
    "question": "🍳 Where can I find pots and pans for cooking?"
  },
  {
    "question": "🍲 How can I use the stove or kitchen for cooking?"
  },
  {
    "question": "What is Málaga historically famous for?"
  },
  {
    "question": "Who is the most famous artist born in Málaga?"
  },
  {
    "question": "Can you tell me about a local festival in Málaga?"
  },
  {
    "question": "What's a unique architectural feature of Málaga's cathedral?"
  },
  {
    "question": "Are there any notable historical figures from Málaga other than Picasso?"
  },
  {
    "question": "What's a traditional dish from Málaga that I should try?"
  },
  {
    "question": "Where can I find the best view of Málaga?"
  },
  {
    "question": "What is Málaga's role in the world of wine?"
  },
  {
    "question": "Can you recommend a quiet spot in Málaga for reflection or reading?"
  },
  {
    "question": "What is a 'biznaga' and where can I see one in Málaga?"
  },
  {
    "question": "What kind of cultural influence did the Moors have on Málaga?"
  },
  {
    "question": "Are there any traditional crafts from Málaga that I can take home as souvenirs?"
  },
  {
    "question": "What's the significance of the Malagueta bullring in Málaga?"
  },
  {
    "question": "Is there a place in Málaga where I can learn about its maritime history?"
  },
  {
    "question": "Can you recommend a place where I can enjoy traditional flamenco music and dance?"
  },
  {
    "question": "What was Málaga like in ancient times?"
  },
  {
    "question": "What is the Cenachero, and why is it important to Málaga?"
  },
  {
    "question": "Tell me about a famous landmark in Málaga."
  },
  {
    "question": "Can I visit a vineyard in Málaga?"
  },
  {
    "question": "Are there any significant natural landmarks near Málaga?"
  },
  {
    "question": "What is the story behind the name 'Costa del Sol'?"
  },
  {
    "question": "Who are some notable artists and intellectuals from Málaga?"
  },
  {
    "question": "What local festivals should I not miss in Málaga?"
  },
  {
    "question": "What is a unique architectural feature of Málaga's buildings?"
  },
  {
    "question": "Can you tell me about Málaga's Roman Theatre?"
  },
  {
    "question": "How did Málaga's maritime trade influence its development?"
  },
  {
    "question": "What local dish is Málaga known for?"
  },
  {
    "question": "Are there any natural springs or baths in Málaga with historical significance?"
  },
  {
    "question": "What role has Málaga played in Spanish cinema?"
  },
  {
    "question": "Tell me about the unique botanical gardens in Málaga."
  },
  {
    "question": "Is there a local legend or tale associated with Málaga?"
  },
  {
    "question": "How can I experience the local seafood market in Málaga?"
  },
  {
    "question": "What is Málaga's oldest neighborhood and what can I find there?"
  },
  {
    "question": "Can I learn about the Phoenician history of Málaga?"
  },
  {
    "question": "What is Málaga's oldest church?"
  },
  {
    "question": "Are there any notable historic events that took place in Málaga?"
  },
  {
    "question": "What traditional event takes place during Christmas in Málaga?"
  },
  {
    "question": "What is the significance of the King's Little Pathway (Caminito del Rey) near Málaga?"
  },
  {
    "question": "What are some traditional crafts I can find in Málaga?"
  },
  {
    "question": "Can you suggest activities for kids in Málaga?"
  },
  {
    "question": "How do I connect to the Wi-Fi?"
  },
  {
    "question": "Where can I find vegetarian or vegan dining options?"
  },
  {
    "question": "I'm interested in local art. Where should I go?"
  },
  {
    "question": "What should I do if I have an issue with my rental?"
  },
  {
    "question": "Can I extend my stay?"
  },
  {
    "question": "How safe is Málaga?"
  },
  {
    "question": "Is tap water drinkable here?"
  },
  {
    "question": "Can you give me tips on local etiquette?"
  },
  {
    "question": "Who are you?"
  },
  {
    "question": "What can you do?"
  },
  {
    "question": "Who do you work for?"
  },
  {
    "question": "What is Freshlanding?"
  },
  {
    "question": "Hey, what's up?"
  },
  {
    "question": "Can you tell me more about your vacation rental services?"
  },
  {
    "question": "What's the address of Freshlanding?"
  },
  {
    "question": "How can I contact a human agent?"
  },
  {
    "question": "Can you help with long-term rentals?"
  },
  {
    "question": "Do you cater to digital nomads?"
  },
  {
    "question": "What about real estate services?"
  },
  {
    "question": "How do you handle property valuations?"
  },
  {
    "question": "What kind of support do you offer to property owners?"
  },
  {
    "question": "Can you tell me about the AI services provided by Viste?"
  },
  {
    "question": "What makes Freshlanding different?"
  },
  {
    "question": "What's the weather like in Málaga?"
  },
  {
    "question": "Can you show me how to use the appliances in my apartment?"
  },
  {
    "question": "Where can I recycle?"
  },
  {
    "question": "Is there a drought in Málaga? How can I save water?"
  },
  {
    "question": "How can I learn some basic Spanish during my stay?"
  },
  {
    "question": "What role did Málaga play in the wine industry?"
  },
  {
    "question": "Can I visit any historical sites related to the Moorish rule in Málaga?"
  },
  {
    "question": "Is there a particular street known for its historical significance in Málaga?"
  },
  {
    "question": "How can I learn about Málaga's maritime history?"
  },
  {
    "question": "What is the traditional dance of Málaga?"
  },
  {
    "question": "Tell me about a famous historical figure from Málaga."
  },
  {
    "question": "Are there local customs I should be aware of when visiting Málaga?"
  },
  {
    "question": "How has Málaga's coastline shaped its culture?"
  },
  {
    "question": "What kind of music is Málaga known for?"
  },
  {
    "question": "Can I find any works by the famous artist Joan Miró in Málaga?"
  },
  {
    "question": "What is a unique shopping experience in Málaga?"
  },
  {
    "question": "How can I explore Málaga's street art scene?"
  },
  {
    "question": "Is there an important archaeological site in Málaga?"
  },
  {
    "question": "What is the significance of Málaga's Easter celebrations?"
  },
  {
    "question": "Are there any unique environmental features in Málaga?"
  },
  {
    "question": "What local dessert should I try in Málaga?"
  },
  {
    "question": "Where can I learn about Málaga's connection to the sea?"
  },
  {
    "question": "Can I attend a traditional Andalusian horse show in Málaga?"
  },
  {
    "question": "What is the history behind Málaga's Mercado de la Merced?"
  },
  {
    "question": "How has the fishing industry influenced Málaga's culture?"
  },
  {
    "question": "What is the Feria de Málaga?"
  },
  {
    "question": "Can you explain the importance of the Málaga Cathedral?"
  },
  {
    "question": "Tell me about Málaga's famous botanical garden, Jardín Botánico-Histórico La Concepción."
  },
  {
    "question": "Is there a notable historic bridge in Málaga?"
  },
  {
    "question": "What is unique about Málaga's beach culture?"
  },
  {
    "question": "How significant is bullfighting in Málaga?"
  },
  {
    "question": "What historic fortress complements the Alcazaba in Málaga?"
  },
  {
    "question": "Are there any significant contemporary art venues in Málaga?"
  },
  {
    "question": "Where can I find the best local tapas in Málaga off the beaten path?"
  },
  {
    "question": "Is there a spot in Málaga where artists gather for impromptu performances?"
  },
  {
    "question": "Can you recommend a bar that plays classic Spanish vinyl records?"
  },
  {
    "question": "What's the best place in Málaga for live indie music?"
  },
  {
    "question": "Where can I find a traditional vermouth bar in Málaga?"
  },
  {
    "question": "Is there an underground cultural center where I can catch avant-garde performances?"
  },
  {
    "question": "Which bar in Málaga is known for its eclectic decor and bohemian vibe?"
  },
  {
    "question": "Where can I experience authentic flamenco in Málaga?"
  },
  {
    "question": "Is there a local brewery in Málaga where I can taste craft beers?"
  },
  {
    "question": "Can I find a jazz club in Málaga for a relaxed evening?"
  },
  {
    "question": "What’s a good spot in Málaga for experimental theater shows?"
  },
  {
    "question": "Where can I join a local community event or festival?"
  },
  {
    "question": "Is there an underground cinema in Málaga that shows indie films?"
  },
  {
    "question": "Where can I hear underground bands in Málaga?"
  },
  {
    "question": "What is a hidden gem for enjoying Málaga's nightlife?"
  },
  {
    "question": "Is there a secret bar in Málaga I should know about?"
  },
  {
    "question": "Can I find a bar in Málaga that is dedicated to rock music?"
  },
  {
    "question": "Where can I taste Málaga's local street food at night?"
  },
  {
    "question": "Is there a historic café in Málaga where poets and writers gather?"
  },
  {
    "question": "Where in Málaga can I find a unique cocktail experience?"
  },
  {
    "question": "Can you suggest a place for an intimate and cozy musical experience in Málaga?"
  },
  {
    "question": "What’s the best place in Málaga to enjoy a night of poetry and spoken word?"
  },
  {
    "question": "Is there an off-the-grid place in Málaga where I can experience electronic music?"
  },
  {
    "question": "Where can I find an alternative art space in Málaga?"
  },
  {
    "question": "Any recommendations for a local winery or wine bar in Málaga?"
  },
  {
    "question": "Where can I experience the local indie film community in Málaga?"
  },
  {
    "question": "Are there any local markets in Málaga where I can find handcrafted goods?"
  },
  {
    "question": "Can I find a bar in Málaga that hosts quiz nights in English?"
  },
  {
    "question": "What's a must-visit for someone interested in underground comics and zines?"
  },
  {
    "question": "Is there a good venue in Málaga for experimental electronic music?"
  },
  {
    "question": "I want to experience a picturesque village near Málaga. Any suggestions?"
  },
  {
    "question": "How about a romantic day trip option from Málaga?"
  },
  {
    "question": "I'm in Málaga but craving luxury and beaches. Where to go?"
  },
  {
    "question": "Geeky Traveler, can we find family fun in the Málaga area?"
  },
  {
    "question": "Any recommendations for a nature escape near Málaga?"
  },
  {
    "question": "I love historical sites. What's a must-see within driving distance of Málaga?"
  },
  {
    "question": "Is there a hidden gem for foodies in the Málaga region?"
  },
  {
    "question": "What's a good spot for hikers near Málaga?"
  },
  {
    "question": "Can you suggest a place for a tranquil retreat in nature?"
  },
  {
    "question": "Where can I find the best panoramic view of Málaga?"
  },
  {
    "question": "I’m looking for an authentic Andalusian equestrian experience. Any tips?"
  },
  {
    "question": "How can I enjoy the coastal beauty near Málaga?"
  },
  {
    "question": "I'm a fan of quirky museums. Is there anything like that in Málaga?"
  },
  {
    "question": "Any suggestions for a unique nighttime experience in Málaga?"
  },
  {
    "question": "Geeky Traveler, what’s a good day trip for wine lovers?"
  },
  {
    "question": "Where can I find a cultural festival near Málaga?"
  },
  {
    "question": "Any advice for a solo traveler looking for a mix of culture and socializing?"
  },
  {
    "question": "Can you point me to a scenic village that’s not too touristy?"
  },
  {
    "question": "Where can I learn about Málaga’s Moorish history?"
  },
  {
    "question": "What are the best spots for snorkeling in the Málaga region?"
  },
  {
    "question": "Geeky Traveler, where can I enjoy Málaga’s local craft beer scene?"
  },
  {
    "question": "For an art enthusiast, besides Picasso, what’s a must-see in Málaga?"
  },
  {
    "question": "Where can I experience the flamenco culture in Málaga?"
  },
  {
    "question": "I’m in Málaga and want to learn to cook local dishes"
  },
  {
    "question": "Can I see dolphins near Málaga?"
  },
  {
    "question": "What’s the best place to watch a movie under the stars in Málaga?"
  },
  {
    "question": "Any hidden library or bookstore that I should check out?"
  },
  {
    "question": "Where can I listen to indie bands in Málaga?"
  },
  {
    "question": "Can you recommend a romantic getaway spot within driving distance of Málaga?"
  },
  {
    "question": "Where can I find a good yoga retreat near Málaga?"
  },
  {
    "question": "Is there a place in Málaga where I can enjoy an eco-friendly tour?"
  },
  {
    "question": "Geeky Traveler, I’m interested in bird watching. Any recommendations?"
  },
  {
    "question": "What’s an unusual activity that most tourists wouldn’t know about in Málaga?"
  },
  {
    "question": "Any tips for finding artisanal crafts in Málaga?"
  },
  {
    "question": "I want to see traditional Andalusian horse-riding. Where should I go?"
  },
  {
    "question": "Is there a unique gastronomic experience that combines history and food in Málaga?"
  },
  {
    "question": "Can you help me with emergency services?"
  },
  {
    "question": "I have an emergency?"
  },
  {
    "question": "Can I book a stay directly with you?"
  },
  {
    "question": "I want to extend my current stay. How do I do that?"
  },
  {
    "question": "Can I rebook for a future date?"
  },
  {
    "question": "How do you say \"Good morning\" in Spanish?"
  },
  {
    "question": "What is \"Goodbye\" in Spanish?"
  },
  {
    "question": "How to ask \"Where is the hotel?\" in Spanish?"
  },
  {
    "question": "How do I say \"I need a taxi\" in Spanish?"
  },
  {
    "question": "What is the Spanish phrase for \"Can I have the menu, please?\""
  },
  {
    "question": "How to say \"How much does it cost?\" in Spanish?"
  },
  {
    "question": "What is \"Please\" in Spanish?"
  },
  {
    "question": "How do you say \"Excuse me\" in Spanish?"
  },
  {
    "question": "How to say \"I don't understand\" in Spanish?"
  },
  {
    "question": "What's \"Where is the subway station?\" in Spanish?"
  },
  {
    "question": "How to ask for the bill in Spanish?"
  },
  {
    "question": "What is \"I'm allergic to nuts\" in Spanish?"
  },
  {
    "question": "How do you ask \"Is there Wi-Fi here?\" in Spanish?"
  },
  {
    "question": "What's \"Can you help me?\" in Spanish?"
  },
  {
    "question": "How to say \"Where's the nearest pharmacy?\" in Spanish?"
  },
  {
    "question": "How do I say \"Hello\" in Spanish?"
  },
  {
    "question": "What is \"Where is the nearest bathroom?\" in Spanish?"
  },
  {
    "question": "How can I order coffee in Spanish?"
  },
  {
    "question": "How do I ask for help in Spanish?"
  },
  {
    "question": "What's the word for \"Thank you\" in Spanish?"
  },
  {
    "question": "What's a popular summer festival in Málaga?"
  },
  {
    "question": "Are there any film festivals in Málaga?"
  },
  {
    "question": "Is there a notable Easter event in Málaga?"
  },
  {
    "question": "What events are held in Málaga during Christmas?"
  },
  {
    "question": "Does Málaga host any music festivals?"
  },
  {
    "question": "Are there any spring events in Málaga?"
  },
  {
    "question": "What cultural festivals can I attend in Málaga?"
  },
  {
    "question": "Any unique local celebrations in Málaga?"
  },
  {
    "question": "Does Málaga have any food festivals?"
  },
  {
    "question": "What family events are available in Málaga?"
  },
  {
    "question": "Are there art events in Málaga?"
  },
  {
    "question": "Does Málaga celebrate Carnival?"
  },
  {
    "question": "What's a unique winter event in Málaga?"
  },
  {
    "question": "Any historical events celebrated in Málaga?"
  },
  {
    "question": "Are there outdoor events in Málaga?"
  },
  {
    "question": "What sports events are held in Málaga?"
  },
  {
    "question": "Are there any dance events in Málaga?"
  },
  {
    "question": "What unique autumn events are in Málaga?"
  },
  {
    "question": "Any literary events in Málaga?"
  },
  {
    "question": "Does Málaga have any tech events?"
  },
  {
    "question": "What is a typical greeting in Málaga?"
  },
  {
    "question": "Is tipping customary in Málaga's restaurants?"
  },
  {
    "question": "What are the usual dining hours in Málaga?"
  },
  {
    "question": "How do Malagueños dress for everyday activities?"
  },
  {
    "question": "Is it common to share tables in Málaga's cafes?"
  },
  {
    "question": "What is the traditional way to eat tapas in Málaga?"
  },
  {
    "question": "How do locals in Málaga greet each other?"
  },
  {
    "question": "What's the protocol for joining in on a flamenco show?"
  },
  {
    "question": "Are siestas still a common practice in Málaga?"
  },
  {
    "question": "How should visitors dress when visiting churches in Málaga?"
  },
  {
    "question": "Is it acceptable to speak English in Málaga?"
  },
  {
    "question": "What's the norm for public transportation etiquette in Málaga?"
  },
  {
    "question": "How do locals in Málaga celebrate birthdays?"
  },
  {
    "question": "Is bargaining acceptable in Málaga's markets?"
  },
  {
    "question": "What's a common way to say goodbye in Málaga?"
  },
  {
    "question": "How are formal titles used in Málaga?"
  },
  {
    "question": "What is the etiquette around drinking wine in Málaga?"
  },
  {
    "question": "Are public displays of affection common in Málaga?"
  },
  {
    "question": "What is the custom for visiting someone's home in Málaga?"
  },
  {
    "question": "How do Malagueños view punctuality for social gatherings?"
  },
  {
    "question": "What should I do in case of a medical emergency in Málaga?"
  },
  {
    "question": "Where is the nearest hospital in central Málaga?"
  },
  {
    "question": "How do I find a pharmacy in Málaga?"
  },
  {
    "question": "What number do I call for the police in Málaga?"
  },
  {
    "question": "Are there English-speaking operators on emergency lines?"
  },
  {
    "question": "What's the best way to get around Málaga?"
  },
  {
    "question": "Are taxis easily available in Málaga?"
  },
  {
    "question": "Can I use a credit card for public transport in Málaga?"
  },
  {
    "question": "Is Málaga a walkable city?"
  },
  {
    "question": "Are there bike rental services in Málaga?"
  },
  {
    "question": "How can I give feedback about my experience?"
  },
  {
    "question": "Where can I leave a review or comment?"
  },
  {
    "question": "Is there a way to provide suggestions for improvements?"
  }
]